[
  {
    "image": "https://i.ibb.co/7WZSvnt/cpu1.webp",
    "productName": "Intel 13th Gen Core i9 13900K Raptor Lake Processor",
    "category": "CPU",
    "status": true,
    "price": 199.99,
    "description": "The Intel Core i9-13900K 3 GHz 24-Core LGA 1700 Processor will boost your productivity, gaming, and content production. This 13th-generation desktop CPU expands on the Hybrid Core design and Intel 7 process by packing 24 cores onto a single chip, eight more than the previous generation, while still fitting the LGA 1700 socket. The Core i9-13900K is designed to deliver great performance, with 16 low-voltage Efficient-cores handling background activities for multitasking and eight 3 GHz Performance-cores providing speed for demanding programs and gaming. The built-in Intel Thread Director guarantees that the two function in unison by dynamically and intelligently distributing tasks to the appropriate core at the appropriate moment. This processor is designed to handle practically any job, with 32MB of cache and a 5.7 GHz Turbo Boost Max 3.0 frequency that can be increased using Thermal Velocity Boost and Adaptive Boost technologies. This CPU may be overclocked for increased performance. PCI Express 5.0 and dual-channel DDR5 ECC memory at 5600 MHz are also supported by the Core i9-13900K. The Intel 13th Gen Core i9 13900K Processor comes with a 03-year warranty.",
    "keyFeatures": ["8 cores", "16 threads", "3.5 GHz base clock"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/GnZvWC7/cpu2.webp",
    "productName": "AMD Ryzen 9 7950X Processor",
    "category": "CPU",
    "status": true,
    "price": 149.99,
    "description": "The AMD Ryzen 9 7950X is a 16-core CPU featuring Zen4 microarchitecture. It reportedly features two Durango CCDs with 16 cores codenamed “Persephone”. The leaker claims that the battle for the top CPUs will be between 7950X’s 5.85 GHz and i9-13900K supposedly boosting up to 5.8 GHz with Thermal Velocity Boost. The sample that was described by “Venom” is not the top bin CPU. The Ryzen 7000 is AMD's first 5nm x86 CPU for desktop PCs, however, it doesn't have more cores than earlier-generation versions. But with the new Zen 4 microarchitecture, rates may reach 5.7 GHz, an astounding 800 MHz boost over the previous generation, and up to 13% more IPC. As a consequence, single-threaded performance is up 29% compared to the previous-generation CPUs. As for threaded workloads, AMD claims up to 45% greater performance in applications with higher performance requirements.",
    "keyFeatures": ["6 cores", "12 threads", "3.2 GHz base clock"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/vCFfgTS/cpu3.webp",
    "productName": "Intel 13th Gen Core i7 13700K Raptor Lake Processor",
    "category": "CPU",
    "status": true,
    "price": 249.99,
    "description": "The Intel Core i7-13700K 3.4 GHz 16-Core LGA 1700 Processor will boost your productivity, gaming, and content production. This 13th-generation desktop CPU expands on the Hybrid Core design and Intel 7 process by packing 16 cores onto a single chip, four more than the prior generation, while still fitting the LGA 1700 socket. The Core i7-13700K is designed for great performance, with eight low-voltage Efficient-cores that handle background activities for multitasking, and eight 3.4 GHz Performance-cores that deliver speed for demanding programs and games. The built-in Intel Thread Director guarantees that the two function in unison by dynamically and intelligently distributing tasks to the appropriate core at the appropriate moment. With 30MB of cache and a Turbo Boost Max 3.0 clock of 5.4 GHz, this CPU is designed to tackle demanding applications. The Core i7-13700K features integrated Intel UHD 770 Graphics. This CPU may also be overclocked for increased performance. PCI Express 5.0 and dual-channel DDR5 ECC memory at 5600 MHz are also supported by the Core i7-13700K. This Processor comes with a 03-year warranty.",
    "keyFeatures": ["10 cores", "20 threads", "3.8 GHz base clock"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/XpvBgth/motherboard1.webp",
    "productName": "ASUS TUF GAMING Z790-PLUS WIFI D4 13th Gen & 12th Gen ATX Motherboard",
    "category": "Motherboard",
    "status": true,
    "price": 159.99,
    "description": "ASUS TUF GAMING Z790-PLUS WIFI D4 Motherboard comes with LGA 1700 socket and Z790 chipset. It supports 13th Gen Intel Core Processors & 12th Gen Intel Core, Pentium Gold, and Celeron Processors. The motherboard has 4x DDR4 Dual-Channel RAM slots that allow you to equip up to 128GB of memory for enhanced multitasking capabilities and complex photo and video rendering. ASUS TUF GAMING Z790-PLUS WIFI D4 Motherboard also supports 4 x M.2 slots and 4 x SATA 6Gb/s ports so you can build a large library of storage drives for your games or creative projects. while PCIe 5.0 x16, 4.0 x16, 4.0 x4, and two 3.0 x1 slots accommodate adapter cards. Connect to wired peripherals through two USB-A 3.2 Gen 2 and four 3.2 Gen 1 ports, or two USB-C 3.2 Gen 2x2 and four 3.2 Gen 2 ports. DisplayPort 1.4 or HDMI 2.1 interfaces are used to output video. An RJ45 port enables 2.5 Gigabit Ethernet, and the bundled antenna supports Wi-Fi 6. The rear I/O panel also includes five 1/8\" audio jacks and a digital audio S/PDIF output. Fans, Clear CMOS, Thunderbolt 4, RGB lighting, and front-panel USB-C 3.2 Gen 2 and USB-A 3.2 Gen 1 and 2.0 ports are all supported by internal headers. The ASUS TUF GAMING Z-790 PLUS WIFI D4 LGA 1700 ATX Motherboard is 64-bit compatible with Windows 10 and later.",
    "keyFeatures": ["ATX form factor", "Supports DDR4 RAM", "PCIe 4.0 support"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/5xDBmQK/motherboard2.webp",
    "productName": "GIGABYTE Z790 AORUS ELITE AX 13th & 12th Gen ATX Motherboard",
    "category": "Motherboard",
    "status": true,
    "price": 199.99,
    "description": "The GIGABYTE Z790 AORUS Elite AX ATX Motherboard comes with Intel Socket LGA 1700 that supports 13th and 12th Gen Series Processors. It delivers unparalleled performance with twin 16+1+2 Phases Digital VRM Solution. The motherboard comes with 4x SMD DIMMs with XMP 3.0 Memory Module Support. It offers support for DDR5 7600(O.C.) /7400(O.C.) /7200(O.C.) /7000(O.C.) /6800(O.C.) /6600(O.C.) / 6400(O.C.) / 6200(O.C.) / 6000(O.C.) / 5800(O.C.) / 5600(O.C.) / 5400(O.C.) / 5200(O.C.) / 4800 / 4000 memory modules. The sockets support up to 128 GB (32 GB single DIMM capacity) of system memory. The motherboard is equipped with the PCIe 5.0 x16 slot and M.2 socket designed to optimize multitasking and large workloads, which is also ready for a new PCIe 5.0 graphics card or storage device. It supports new PCIe 5.0 SSD with up to type 25110 M.2 slot designed to provide high power M.2 PCIe 5.0 SSD solutions. The GIGABYTE Z790 AORUS ELITE AX is equipped with Intel 2.5Gb Ethernet provides an immediate boost to overall network performance, smooth video editing, and fast data transfers. Wi-Fi 6E brings the ability to conduct AR/VR experiences, get creative with fewer dropped connections, and download large files at faster speeds without lag. The advanced cooling solution also provides the perfect aesthetic heatsink design to keep your PC at an optimal temperature, preventing you from unexpected system crashes during the creative process. The GIGABYTE Z790 AORUS ELITE AX ATX Motherboard comes with 3 years of warranty.",
    "keyFeatures": [
      "Micro-ATX form factor",
      "Dual M.2 slots",
      "Wi-Fi 6 support"
    ],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/xCn6ksY/motherboard3.jpg",
    "productName": "MSI MPG Z690 EDGE WIFI DDR4 12th Gen ATX Motherboard",
    "category": "Motherboard",
    "status": true,
    "price": 79.99,
    "description": "The MSI MPG Z690 EDGE WIFI DDR4 Motherboard supports 12th Gen Intel Core/ Pentium Celeron processors for LGA 1700 socket. It supports DDR4 Memory, up to 5200+(OC) MHz. It delivers a Lightning Fast Game experience with PCIe 5.0 slot, Lightning Gen 4 x4 M.2, USB 3.2 Gen 2x2. It comes with an Enhanced Power Design. Direct 16+1+1 phases power, dual 8-pin CPU power connectors, Core Boost, Memory Boost. It is equipped with an enlarged heatsink with heat pipe, MOSFET thermal pads rated for 7W/mk, additional choke thermal pads, and M.2 Shield Frozr are built for a high-performance system and non-stop gaming experience. 16.8 million colors / fancy lighting effects can be controlled in one click. MYSTIC LIGHT SYNC supports RGB, RAINBOW(ARGB), Corsair LED strips and Ambient devices. The MSI MPG Z690 EDGE WIFI DDR4 comes with a 2.5G LAN with LAN Manager and Intel Wi-Fi 6 Solution. Upgraded network solution for professional and multimedia use. Delivers a secure, stable and fast network connection. 2.5Gbps LAN provides incredible data transfer speed faster than general Gigabit LAN. This is a premium solution for demanding users. It has a 6-layer PCB made of 2oz thickened copper and server-grade level material. The MSI MPG Z690 EDGE WIFI comes with 3 years of warranty.",
    "keyFeatures": [
      "Mini-ITX form factor",
      "Supports up to 64GB RAM",
      "USB 3.2 ports"
    ],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/PmwbSbJ/ram1.webp",
    "productName": "Corsair DOMINATOR PLATINUM RGB 32GB (2x16GB) DDR5 6000MHz C36 AMD EXPO RAM Kit",
    "category": "RAM",
    "status": true,
    "price": 89.99,
    "description": "The Corsair DOMINATOR PLATINUM RGB 32GB (2x16GB) DDR5 6000MHz C36 AMD EXPO RAM Kit is a high-performance memory kit designed for gaming enthusiasts and content creators. With the advent of DDR5 technology, this RAM kit offers unprecedented processing speed, allowing your high-end CPU to access data quickly and efficiently. No matter the task at hand, whether it's gaming, content creation, multitasking, or even opening numerous browser tabs, this RAM kit ensures that your gaming PC can handle complex tasks faster than ever before. It provides the power and control you need for demanding applications.",
    "keyFeatures": ["DDR4", "16GB (2x8GB)", "3200MHz", "CL16"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/Lkg5W22/ram2.webp",
    "productName": "Corsair VENGEANCE RGB 32GB (2x16GB) DDR5 6000MHz C36 RAM Kit",
    "category": "RAM",
    "status": true,
    "price": 109.99,
    "description": "The Corsair VENGEANCE RGB C36 RAM Kit, with a capacity of 32GB (2x16GB) DDR5 operating at 6000MHz, is a high-performance memory kit tailored for AMD motherboards. It provides abundant memory for resource-intensive tasks and applications. Leveraging DDR5 technology, it offers improved data transfer rates and overall performance compared to DDR4. The 6000MHz frequency ensures exceptional speed and responsiveness, facilitating seamless multitasking and immersive gaming. With its 288-pin form factor, it seamlessly integrates with most modern motherboards, allowing for effortless installation. The optimized voltage of 1.35V and CAS latency of C36 strike a balance between power efficiency and low latency, enabling swift data access. The RAM kit boasts ten-zone RGB lighting, which adds a vibrant and customizable visual element to your PC. You can synchronize the lighting with other compatible RGB components to establish a unified lighting theme across your system. The Corsair VENGEANCE RGB 32GB DDR5 RAM Kit is a superb choice for users who prioritize both performance and aesthetics. It delivers high-speed DDR5 memory tailored for AMD motherboards, while the customizable RGB lighting enhances the visual appeal of your cutting-edge PC build",
    "keyFeatures": ["DDR4", "32GB (4x8GB)", "3600MHz", "CL18"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/tZKvnv7/ram3.webp",
    "productName": "TEAM T-FORCE DELTA RGB 32GB (16GBx2) 7000MHz DDR5 Gaming RAM White",
    "category": "RAM",
    "status": true,
    "price": 49.99,
    "description": "The TEAM T-FORCE DELTA RGB DDR5 Desktop Gaming RAM comes with 32GB (16GBx2) capacity and 7000MHz Speed. The RAM features RGB Colors & 120° Ultra-Wide Lighting, Power Management ICs (PMIC) Equipped for Stable, Efficient Power Usage Strengthened PMIC Cooling Design, and On-die ECC for Stable systems. This Gaming RAM supports Intel XMP3.0 for One-Click Overclocking. This RAM has High-Quality ICs Selected for Stability & Reliability. The TEAM T-FORCE DELTA RGB Desktop Gaming RAM is equipped with Smart RGB IC Controller that Supports Various Lighting Effect Software.",
    "keyFeatures": ["DDR3", "8GB (2x4GB)", "2400MHz", "CL15"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/FBFD3Wd/psu1.webp",
    "productName": "ASUS ROG THOR 1200P2 GAMING 80 Plus Platinum 1200W Power Supply",
    "category": "PSU",
    "status": true,
    "price": 59.99,
    "description": "The inbuilt OLED monitor in the ROG Thor 1200P Platinum Power Supply Unit provides a real-time display of power consumption. Now you can easily check how much electricity your apparatus is using. To improve component lifespan, the ROG Thor 1200W Platinum has a 135mm unique Wing-blade fan. The fan is kept spinning freely thanks to IP5X dust protection, and 0dB technology makes use of thermal sensors to enable the fan to entirely shut off at lower wattages for absolutely silent operation. The integrated ROG heatsinks are 20% cooler inside the ROG Thor 1200W Platinum thanks to their 2x larger capacity than conventional designs. As a result, components last longer and can operate at 0dB for longer than in conventional designs. Given how efficient the heatsinks are, the fan.",
    "keyFeatures": ["500W", "80 Plus Bronze certified", "Silent fan"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/LRST9Td/psu2.jpg",
    "productName": "ASUS ROG THOR 850P 80+ Platinum Power Supply",
    "category": "PSU",
    "status": true,
    "price": 89.99,
    "description": "The ROG Thor 850W Platinum Power Supply Unit is the firs PSU launched by ASUS and it is packed with innovative ideas. It stands out with Aura Sync and an OLED display. ASUS Aura Sync is an illumination ecosystem that lets you synchronize lighting effects across your gaming rig, components, and peripherals. The ROG Thor lets you take full control with internal Aura RGB LEDs that connect to the 4-1 addressable RGB header on select motherboards. It is the first PC PSU in the world to feature an integrated OLED panel, offering a real-time display of power draw. Now you can see at a glance how much juice your rig is using. It has been equipped with a 135mm patented Wing-blade fan to maximize component lifespan. IP5X dust-resistance keeps it spinning freely and 0dB technology utilizes thermal sensors to allow the fan to switch off completely at lower wattages. The integrated ROG heatsinks have 2x more volume than traditional designs, resulting in 20% lower temperatures inside the ROG Thor 850W Platinum. It has an 80+ Platinum certification for energy efficiency, built with 100% Japanese capacitors for stability and durability. The sleeved cables include one 24-pin, two 6+2-pin PCI-e cables, and two 8-pin CPU cables. It ensures reliability and comes with a 10-year warranty.",
    "keyFeatures": ["750W", "80 Plus Gold certified", "Modular cables"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/q0LPrsV/psu3.webp",
    "productName": "Corsair RM1000e 1000W 80 Plus Gold Fully Modular Power Supply",
    "category": "PSU",
    "status": true,
    "price": 79.99,
    "description": "The Corsair RM1000e is a Fully Modular Low-Noise Power Supply that provides your PC with quiet, consistent power with 80 PLUS Gold efficiency. RMe PSUs provide the connections needed to power today's demanding PC gear, including two 8-pin EPS12V cables and a variety of PCIe 8-pin power connectors. Industrial-grade, 105°C-rated capacitors provide excellent electrical performance and are covered by a seven-year guarantee. With support for the new Modern Standby sleep mode, you can wake up your computer faster and use less power. Fully modular cables make PC construction simple since you just connect the cables your system requires. The CORSAIR RMe Series offers consistent power for your system, with a 140mm-long shell that works with practically any current chassis.",
    "keyFeatures": ["600W", "80 Plus Platinum certified", "Zero RPM fan mode"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/zhtz1h1/storage1.jpg",
    "productName": "Seagate Internal 1TB SATA Barracuda HDD",
    "category": "StorageDevice",
    "status": true,
    "price": 89.99,
    "description": "The latest price of Seagate Internal 1TB Barracuda HDD in Bangladesh is 4,200৳. You can buy the Seagate Internal 1TB Barracuda HDD at best price from our website or visit any of our showrooms.",
    "keyFeatures": ["500GB", "SATA III interface", "Read speed up to 550MB/s"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/YdGQzgG/storage2.jpg",
    "productName": "Western Digital 1TB Blue Desktop HDD",
    "category": "StorageDevice",
    "status": true,
    "price": 69.99,
    "description": "Toshiba P300 Desktop PC Internal Hard Drive comes with 1TB Storage capacity, 3.5 Inch Form Factor, SATA 6Gb/s Interface and 7200 RPM. This HDD is built-in shock sensors and ramp loading technology. It is designed for everyday desktop computing. This HDD id featured with 4.17ms Seek Time with 64MB Buffer. In this HDD, Advanced Format technology helps to deliver drive efficiency and reliability. This latest Toshiba P300 Internal Hard Drive has 2 Years of warranty.",
    "keyFeatures": ["2TB", "7200 RPM", "SATA III interface"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/2q2YT6x/storage3.jpg",
    "productName": "Toshiba P300 1TB Desktop PC Internal Hard Drive",
    "category": "StorageDevice",
    "status": true,
    "price": 149.99,
    "description": "Toshiba P300 Desktop PC Internal Hard Drive comes with 1TB Storage capacity, 3.5 Inch Form Factor, SATA 6Gb/s Interface and 7200 RPM. This HDD is built-in shock sensors and ramp loading technology. It is designed for everyday desktop computing. This HDD id featured with 4.17ms Seek Time with 64MB Buffer. In this HDD, Advanced Format technology helps to deliver drive efficiency and reliability. This latest Toshiba P300 Internal Hard Drive has 2 Years of warranty.",
    "keyFeatures": ["1TB", "NVMe PCIe Gen3 x4", "Read speed up to 3500MB/s"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/dryrD7n/monitor1.webp",
    "productName": "LG 27GR95QE-B 27-Inch UltraGear OLED Monitor",
    "category": "Monitor",
    "status": true,
    "price": 179.99,
    "description": "The LG 27GR95QE-B 27-inch UltraGear Gaming Monitor has OLED technology. It has a 240Hz refresh rate for a smoother gaming experience. The screen has no bezels and minimal inner borders. The LG gaming monitor has a matte black chassis with toned-down accents. The LG 27GR95QE-B 27-inch UltraGear also has RGB Hexagon Lighting at the back to entice gamers. The LEDs are arranged in a hexagonal pattern around the bulge, providing the necessary lighting. It's great for looks, but it can also function as a bias light, keeping your eyes comfortable and safe during extended periods of use. This monitor has a 27-inch diagonal. So it should fit nicely with your peripherals if you have a standard-sized desk. It's also lightweight at 16.2 pounds, making it easy to transport to LAN parties or gaming events. You get clear picture quality with the increased brightness of up to 1,000 nits and HDR10 technology, which gives you smooth edges and vibrant colorization. Experience fluid visuals with a refresh rate of 240 Hz and 0.03 ms Grey-to-Grey (GtG), which incorporates AMD's FreeSync Premium and NVIDIA's G-Sync technology to reduce screen tearing and stuttering for optimal battlefield performance. The LG 27GR95QE-B Monitor looks fragile because of its thin panel, but it is quite durable and reliable. The LG monitor stand has tilt, swivel, pivot, and height adjustments. With the default setup, finding a comfortable viewing angle that won't strain your neck after hours of play is simple.",
    "keyFeatures": ["24-inch", "1920x1080 resolution", "60Hz refresh rate"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/nLYBwyL/monitor2.webp",
    "productName": "LG 32GQ950-B 32 Inch UltraGear 4K UHD 144Hz 1ms G-SYNC Nano IPS Gaming Monitor",
    "category": "Monitor",
    "status": true,
    "price": 299.99,
    "description": "The LG 32GQ950-B is a 32-inch 4K UHD gaming monitor with a fast refresh rate of 144 Hz. It's part of LG's UltraGear gaming monitor lineup and one of the first on the market to support HDMI 2.1 bandwidth, making it an excellent choice for next-generation console gamers. It provides an excellent gaming experience with low input lag, quick response time, and support for NVIDIA and FreeSync Premium Pro variable refresh rate technology. The LG 32GQ950-B 32-inch gaming monitor also comes with FreeSync Premium Pro technology. It reduces screen tearing and stuttering and allows gamers to experience seamless, fluid movement in high-resolution, fast-paced games. The LG 32GQ950-B 32-inch UltraGear Monitor's color accuracy and consistency can be improved by using hardware calibration via the LG Calibration Studio.",
    "keyFeatures": [
      "27-inch",
      "2560x1440 resolution",
      "144Hz refresh rate",
      "1ms response time"
    ],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/j4Y9V9M/monitor3.jpg",
    "productName": "Asus ROG Swift PG259QNR 24.5\" 360Hz FHD eSports G-SYNC Gaming Monitor",
    "category": "Monitor",
    "status": true,
    "price": 499.99,
    "description": "Asus ROG Swift PG259QNR Gaming Monitor comes with 24.5-inch FHD (1920 x 1080) fast IPS gaming monitor with 360 Hz refresh rate, 1ms(GTG) Response Time designed for professional eSports gamers. In this Gaming monitor, the NVIDIA G-SYNC processor provides smooth, tear-free gaming at refresh rates up to 360 Hz and NVIDIA Reflex Latency Analyzer gives competitive gamers an accurate measurement of system latency for the first time. The NVIDIA Reflex Latency Analyzer is a revolutionary integrated system latency measurement tool. The Asus PG259QNR gaming monitor also includes the ROG Desk Mount Kit, allowing it to be clamped to the edge of almost any flat work surface. The ASUS Fast IPS technology enables a 1 ms response time (GTG) for sharp gaming visuals with high frame rates. This gaming monitor also featured with A special non-reflective coating on the bottom bezel that helps to reduce onscreen reflections. In this gaming monitor, The power indicator light is located on the underside of the bezel so it doesnâ€™t create a line-of-sight distraction. Here, the Brilliant ambient lighting is powered by ASUS Aura Sync, and it can be synchronized with other Aura-enabled components and peripherals. In this Asus gaming monitor, A smart pass-through stand design makes it easy to organize and hide cables.",
    "keyFeatures": [
      "34-inch",
      "3440x1440 resolution",
      "IPS panel",
      "75Hz refresh rate"
    ],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/2ND9jmj/rtx-3090-oc-001-500x500.jpg",
    "productName": "Asus NVIDIA GeForce RTX 3090 OC Edition",
    "category": "Others",
    "status": true,
    "price": 299.99,
    "description": "ASUS ROG Strix NVIDIA GeForce RTX 3090 OC Edition 24GB Gaming Graphics Card is buffed-up design with chart-topping thermal performance. This Graphics card is featured with the building blocks whivh is the worldâ€™s fastest, most efficient GPU, the all-new Ampere SM brings 2X the FP32 throughput and improved power efficiency. It Experience 2X the throughput of 1st gen RT Cores, plus concurrent RT and shading for a whole new level of ray tracing performance. The Graphics card is also comes with 3rd Generation Tensor Cores, that get up to 2X the throughput with structural sparsity and advanced AI algorithms such as DLSS. Now with support for up to 8K resolution, these cores deliver a massive boost in game performance and all-new AI capabilities. In this Graphics card, Axial-tech fan design has been optimized for a new, larger heatsink that features more fins and surface area than last gen. Here, The blade count has been increased on all three fans, with 13 on the center fan and 11 on the auxiliary fans. The barrier ring on the side fans has been slimmed down to allow for more lateral intake and to provide better airflow through the cooling array. The center fan's extra blades and full-height ring that provide boosted static pressure to blast air directly onto the GPU heat spreader. In this latest GPU, the heat spreader draws heat up into heatpipes that carry it through a fin stack that fills a large 2.9-slot footprint. Increasing the heatsink size compared to the last generation provides more thermal headroom to account for the new high-performance chipset. In This Graphics card , the Axial-tech Fan Design has been tuned up with more fan blades and a reversed rotational direction for the center fan and also It's 2.9-slot design expands cooling surface area compared to last gen for more thermal headroom than ever before. The exclusive RTX 3090 Asus Graphics has Super Alloy Power II that includes premium alloy chokes, solid polymer capacitors, and an array of high-current power stages and also the GPU Tweak II provides intuitive performance tweaking, thermal controls, and system monitoring. n addition to under-the-hood design changes, the ROG Strix ASUS features a new face with metal accents that mirror the design aesthetic of ROG and ROG Strix motherboards and also mixing surface textures and materials make a statement when vertically mounted and lit by chassis LEDs. For those who prefer a sleeker, more subtle look, the greyscale colorway allows it to seamlessly blend into the build. The latest exclusive ASUS ROG Strix NVIDIA GeForce RTX 3090 OC Edition 24GB Gaming Graphics Card has 03 years of warranty.",
    "keyFeatures": ["NVIDIA GTX 1660", "6GB GDDR5", "192-bit memory interface"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/4T6TchN/geforce-rtx-4080-16gb-aero-oc-01-500x500.webp",
    "productName": "GIGABYTE GeForce RTX 4080",
    "category": "Others",
    "status": true,
    "price": 699.99,
    "description": "The GIGABYTE GeForce RTX 4080 16GB AERO OC Graphics Card, based on the Ada Lovelace architecture and designed to handle the graphical demands of 8K gaming and high frame rates, brings the power of real-time ray tracing and AI to your PC games. The GPU has 16GB of GDDR6X VRAM and a 256-bit memory interface, which provides better performance and power efficiency than the previous Ampere-based iteration. The front panel of the card features a variety of outputs, such as DisplayPort 1.4a and HDMI 2.1. HDMI 2.1 supports up to 48 Gb/s bandwidth and a range of higher resolutions and refresh rates, including 8K @ 60 fps, 4K @ 120 fps, and even up to 10K. The RTX 4080 is not just about high-resolution gaming. Computationally intensive programs can utilize the GPU's 9728 cores to accelerate tasks using CUDA and other APIs. Gigabyte used the WINDFORCE cooling technology for cooling. The three fans rotate in opposite directions to decrease turbulence and boost airflow pressure. When the GPU is running a low-load or low-power game, the 3D Active Fan provides semi-passive cooling, and the fans turn off. The triangle fan edge splits the airflow, which is then steered smoothly along the 3D stripe curve on the fan surface. The graphene nano lubricant can extend the life of the fans while also making them quieter. It also has RGB Fusion, which includes color customization and a variety of lighting effects. It can also be used to sync with other AORUS devices. The GIGABYTE GeForce RTX 4080 16GB AERO OC GDDR6X Graphics Card comes with a 02-year warranty.",
    "keyFeatures": [
      "NVIDIA RTX 4080",
      "8GB GDDR6",
      "256-bit memory interface",
      "Ray tracing support"
    ],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  },
  {
    "image": "https://i.ibb.co/N7s4dtq/rtx-3090-ti-amp-extreme-holo-01-500x500.jpg",
    "productName": "Zotac Gaming GeForce RTX 3090",
    "category": "Others",
    "status": true,
    "price": 199.99,
    "description": "The Zotac Gaming GeForce RTX 3090 Ti AMP Extreme Holo 24GB GDDR6X Graphics Card is based on the NVIDIA Ampere architecture. Built with enhanced RT Cores and Tensor Cores, new streaming multiprocessors, and superfast GDDR6X memory, the Zotac Gaming GeForce RTX 3090 Ti AMP Extreme Holo gives rise to an amplified gaming experience with ultragraphic fidelity. It features 2nd Gen Ray Tracing Cores and 3rd Gen Tensor Cores. It comes with SPECTRA 2.0 RGB lighting. It enables beautiful colors, brings lighting to life with animated options, and makes the graphics card yours with personalization using the ZOTAC GAMING FireStorm software. It is powered by IceStorm 2.0 Advanced Cooling, and it offers Active Fan Control with FREEZE Fan Stop. It has a metal front panel and an RGB LED back panel. It has 3 x DisplayPort 1.4a (up to 7680x4320 @60Hz), HDMI 2.1 (up to 7680x4320 @60Hz). An Ultra High-Speed HDMI Cable is required to support 8K at 60 frames per second or 4K at 120 frames per second. It is NVIDIA NVLink (SLI-ready) and VR-ready. It is compatible with Windows 10 64-bit. A 750-watt power supply is recommended for this graphics card. It has 3 years standard warranty + 2 years will Extend after online registration by customer within 28 days of Purchase Total warranty: 5 years.",
    "keyFeatures": ["AMD RX 5500 XT", "4GB GDDR6", "128-bit memory interface"],
    "individualRating": 0,
    "allRating": [0],
    "rating": 0,
    "reviews": []
  }
]
